Repository: ftes/clickr
Catalog: priv/gettext/*/LC_MESSAGES/classes.seating_plans.po
Languages: de

source: Class
de: Klasse

source: Edit Seating Plan
de: Sitzplan bearbeiten

source: Empty seat
de: Leerer Sitz

source: Listing Seating plans
de: Sitzpläne

source: New Seating plan
de: Neuer Sitzplan

source: Seating plan
de: Sitzplan

source: Seating plan created successfully
de: Sitzplan angelegt

source: Seating plan updated successfully
de: Sitzplan geändert

source: Show Seating plan
de: Sitzplan anzeigen

source: Students
de: Schüler

source: Height
de: Höhe (Anzahl Reihen)

source: Width
de: Breite (Anzahl Stühle pro Reihe)
