Repository: ftes/clickr
Catalog: priv/gettext/*/LC_MESSAGES/classes.classes.po
Languages: de

source: Add students
de: Sch체ler erstellen

source: Adding students...
de: Erstelle Sch체ler...

source: Class
de: Klasse

source: Class created successfully
de: Klasse erstellt

source: Class updated successfully
de: Klasse ge채ndert

source: Edit Class
de: Klasse bearbeiten

source: Listing Classes
de: Klassen

source: Names (one per line)
de: Namen (einer pro Zeile)

source: New Class
de: Neue Klasse

source: Show Class
de: Klasse anzeigen

source: Edit Student
de: Sch체ler bearbeiten
