Repository: ftes/clickr
Catalog: priv/gettext/*/LC_MESSAGES/devices.gateways.po
Languages: de

source: Edit Gateway
de: Gateway bearbeiten

source: Gateway created successfully
de: Gateway angelegt

source: Gateway updated successfully
de: Gateway bearbeitet

source: Listing Gateways
de: Gateways

source: New Gateway
de: Neues Gateway

source: Show Gateway
de: Gateway anzeigen

source: 1 Gateway connected
de: 1 Gateway verbunden

source: Connected
de: Verbunden

source: URL
de: URL (Passwort 'clickr')

source: Type
de: Typ
