Repository: ftes/clickr
Catalog: priv/gettext/*/LC_MESSAGES/lessons.actions.po
Languages: de

source: Add point
de: Punkt hinzufügen

source: Add student
de: Schüler hinzufügen

source: Ask Question
de: Frage stellen

source: End Lesson
de: Stunde beenden

source: End Question
de: Frage beenden

source: Grade
de: Benoten

source: Note Attendance
de: Anwesenheit eintragen

source: Remove student
de: Schüler entfernen

source: Roll Call
de: Anwesenheit abfragen

source: Run
de: Durchführen

source: Subtract point
de: Punkt abziehen

source: Add bonus grade
de: Bonusnote

source: Select answer
de: Schüler auswählen

source: Register answer
de: Antwort nachtragen

source: Add point for all
de: Punkt für alle
