Repository: ftes/clickr
Catalog: priv/gettext/*/LC_MESSAGES/rooms.button_plans.po
Languages: de

source: Button plan
de: Raumplan

source: Button plan created successfully
de: Raumplan angelegt

source: Button plan updated successfully
de: Raumplan geändert

source: Buttons
de: Knöpfe

source: Edit Button Plan
de: Raumplan bearbeiten

source: Empty seat
de: Leerer Sitz

source: Listing Button plans
de: Raumpläne

source: New Button plan
de: Neuer Raumplan

source: Room
de: Raum

source: Show Button plan
de: Raumplan anzeigen
